Revit 2027 API
UnitTypeId.KilogramForceMeters Property
 Kilogram force meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramForceMeters { get; }
Public Shared ReadOnly Property KilogramForceMeters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramForceMeters {
	ForgeTypeId^ get ();
}
static member KilogramForceMeters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace